adw-gtk-theme
alacritty
amd-ucode
auto-cpufreq
baobab
base
base-devel
bat
bc
blender
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chatty
chromium
cloc
cmake
cmus
d-spy
dconf-editor
decibels
docker
docker-buildx
docker-compose
dolphin
doxygen
dunst
easyeffects
efibootmgr
endeavour
epiphany
eza
fastfetch
fd
file-roller
fzf
gdm
ghex
gimp
git
github-cli
glow
gnome-backgrounds
gnome-builder
gnome-calculator
gnome-calendar
gnome-calls
gnome-characters
gnome-chess
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nibbles
gnome-pomodoro-git
gnome-remote-desktop
gnome-robots
gnome-session
gnome-settings-daemon
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grim
grub
gst-plugin-pipewire
gtkwave
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprprop-git
hyprshot
hyprsunset
intel-media-driver
iwd
kio-admin
kitty
lib32-libxcursor
lib32-libxi
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxt
lib32-libxtst
libcddb
libiconv
libmad
libmp4v2
libpulse
libreoffice-still
libva-intel-driver
lightdm-slick-greeter
lightsoff
linux
linux-firmware
linux-zen
linux-zen-headers
loupe
lsp-plugins-lv2
malcontent
man-db
manuals
matugen
metadata-cleaner
nano
nautilus
neovim
network-manager-applet
networkmanager
notcurses
npm
nwg-look
obs-studio
obsidian
openbsd-netcat
opencode
opusfile
orca
pacman-contrib
papers
papirus-icon-theme
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
python-eduvpn-client
python-pdftotext
python-tomli
python-yaml
qt5-wayland
qt6-wayland
quadrapassel
rclone
rofi
rygel
samba
sassc
sddm
sddm-silent-theme
showtime
simple-scan
slurp
smartmontools
snapshot
sof-firmware
spicetify-cli
spotify-launcher
spotify-player
sqlitebrowser
sshpass
starship
steam
stow
strace
stress
sushi
swaync
swell-foop
swww
sysprof
tecla
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-doc
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
tigervnc
tinty-git
tmux-git
totem
tree
tree-sitter-cli
ttf-jetbrains-mono-nerd
ttf-rubik-vf
ttf-sourcecodepro-nerd
unrar
unzip
uwsm
ventoy-bin
vim
virtualbox
virtualbox-guest-iso
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
wtype
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay-bin
yazi
yelp
zathura
zathura-pdf-poppler
zen-browser-bin
zsh
